# Создай класс с методом, который читает данные из файла hobbies
# и записывает их в аттрибут - словарь где ключи - имена (первая буква - заглавная, остальные - строчные),
# а значения - списки хобби (все хобби в нижнем регистре)
# Обрати внимание, что в файле в разных в строках повторяются имена,
# считай, что одинаковые имена - одинаковые люди, независимо от регистра букв
#
# Добавь своему классу метод, возвражающий словарь имён и хобби
#
# Добавь своему классу метод, выводящий в красивом виде людей и их хобби
